<!DOCTYPE html>
<html>
	<title>BD ICT PORTAL</title>
	<link rel="icon" href="icon2.png" />
	<head>
		<?php include "linker.php";?>
		<style>
			.col-lg-12{margin-top:6%;}
			.card{text-align:center;}
			.card:hover
			{
				box-shadow:0px 0px 28px #b3b3b3;
				transition-duration: 0.4s;
			}
			.card-img-top{padding:1%;height:70%;}
			
		</style>
	</head>
	<body>	
		<div class='container-fluid text-center' style='margin:0;margin-top:0%;padding:0;padding-top:%'>
			<div class="row" style="background-image:url(images/iscpc4.jpg);margin:0;background-repeat:no-repeat; background-size:100% 100%;">
				<div class="col-md-12" style="background-color: rgba(0, 0, 0, 0);padding-bottom:20%">
					<div class="col-md-12" >
						<!--<p style="font-size:3.8vw;font-weight:bold;color:white;margin-top:16%" class='text-center'>আন্তস্কুল ও কলেজ প্রোগ্রামিং প্রতিযোগিতা, ২০১৮ইং<br>
						</p>-->
					</div>
				</div>
			</div>
			<h5 style='padding-top:2%'>স্ট্যান্ডার্ড চার্টার্ড ব্যাংক-প্রথম আলো </h5>
			<h4>আন্তস্কুল ও কলেজ প্রোগ্রামিং প্রতিযোগিতা, ২০১৮ইং</h4>
			<p style='text-align:justify;padding:4%;padding-top:2%'>দেশের স্কুল ও কলেজ পর্যায়ের শিক্ষার্থীদের কম্পিউটার প্রোগ্রামিংয়ে আগ্রহী ও তাদের দক্ষতা যাচাইয়ের জন্য শুরু হচ্ছে স্ট্যান্ডার্ড চার্টার্ড ব্যাংক-প্রথম আলো
				আন্তস্কুল ও কলেজ প্রোগ্রামিং প্রতিযোগিতা। স্কুল ও কলেজ পর্যায়ের শিক্ষার্থীরা পৃথক ক্যাটাগরিতে এই প্রতিযোগিতায় অংশ নিতে পারবে। 
				আগামী ২ নভেম্বর ২০১৮ শুক্রবার ঢাকার এশিয়া প্যাসিফিক বিশ্ববিদ্যালয়ে প্রতিযোগিতার চূড়ান্ত পর্ব অনুষ্ঠিত হবে। তার আগে, ২১ অক্টোবর সারা দেশের
				আগ্রহী দলগুলোর অনলাইন বাছাই প্রতিযোগিতা অনুষ্ঠিত হবে। ২ অক্টোবর ঢাকার একটি হোটেলে এ বিষয়ে স্ট্যান্ডার্ড চার্টার্ড ব্যাংক–প্রথম আলোর মধ্যে
				একটি সমঝোতা স্মারক স্বাক্ষর হয়েছে।
			</p>
			<div class='row' style='margin:0;'>
				<div class='col-lg-8'>
					<p style='padding:5%;text-align:left;'>
						প্রতিযোগিতার নিয়মাবলি<br>
						১. প্রতিযোগিতা হবে দলভিত্তিক। একই শিক্ষাপ্রতিষ্ঠানের তিনজন শিক্ষার্থী একটি দল গঠন করে প্রতিযোগিতায় অংশ নিতে পারবে।<br>
						২. দশম শ্রেণি পর্যন্ত শিক্ষার্থীরা স্কুল ক্যাটাগরি ও একাদশ, দ্বাদশ শ্রেণি এবং পলিটেকনিকের চতুর্থ সেমিস্টারে অধ্যয়নরত শিক্ষার্থীরা কলেজ ক্যাটাগরিতে অংশ নিতে পারবে।<br>
						৩. প্রতিযোগিতা দুটি পর্বে অনুষ্ঠিত হবে। ২১ অক্টোবর অনলাইন বিচারক প্ল্যাটফর্ম টাফ ডট কো -এ অনলাইন প্রিলিমিনারি টেস্ট এবং ২ নভেম্বর ঢাকায় চূড়ান্ত পর্ব অনুষ্ঠিত হবে।<br>
						৪. প্রতিযোগিতায় অংশগ্রহণের জন্য প্রতিটি দলকে শুরুতে অনলাইন প্ল্যাটফর্মে (www.toph.co) ১টি একাউন্ট নিবন্ধন করতে হবে। নিবন্ধনের জন্য এই ওয়েবঠিকানায় গিয়ে নিবন্ধন করতে হবে।<br>
						৫. এরপর প্রতিটি দলের নাম, শিক্ষাপ্রতিষ্ঠানের নাম, তিনজন সদস্যের নাম, ই-মেইল, ফোন নম্বরসহ নিবন্ধন করতে হবে এই ঠিকানায় https://goo.gl/forms/HpH6EIlQDuegPHmB2<br>
						৬. নিবন্ধিত হওয়ার পর ২১ অক্টোবর একই সাইটে বাছাই প্রতিযোগিতা অংশ নিতে হবে।<br>
						৭. বাছাই প্রতিযোগিতার বিভাগভিত্তিক (৮ বিভাগ ও ঢাকা মহানগর) ফলাফলের ভিত্তিতে নির্বাচিত দলগুলোকে চূড়ান্ত পর্বে অংশগ্রহণের জন্য নির্বাচিত করা হবে।<br>
						৮. চূড়ান্ত পর্বে একটি শিক্ষাপ্রতিষ্ঠান থেকে মেধার ভিত্তিতে সর্বোচ্চ দুটি দল অংশ নিতে পারবে।<br>
						৯. যেসব প্রতিষ্ঠানে প্রভাতী ও দিবা শাখা রয়েছে, সেগুলো আলাদা শিক্ষাপ্রতিষ্ঠান হিসেবে বিবেচিত হবে।<br>
						১০. যেসব প্রতিষ্ঠানে স্কুল ও কলেজ শাখা রয়েছে, সেসব প্রতিষ্ঠান স্কুল ও কলেজ পর্যায়ে পৃথক দল নিবন্ধন করতে পারবে।<br>
						১১. প্রতিযোগিতায় প্রতিযোগীরা সি/সি++ বা পাইথন প্রোগ্রামিং ভাষায় সমস্যার সমাধান করতে পারবে।<br>
						১২.অনলাইন প্রতিযোগিতায় অংশগ্রহণের সময় ব্যবহৃত কম্পিউটারে ইন্টারনেট সংযোগ ও যেকোনো একটি কম্পাইলার বা আইডিই (যেমন: কোডব্লোক্স, ডেভসিপিপি এবং পাইথনের জন্য পাইথন) ইনস্টল থাকতে হবে।
					</p>
				</div>
				<div class='col-lg-4'>
					<p style='padding:5%;text-align:left;'>
						চূড়ান্ত প্রতিযোগিতা<br>
						তারিখ: ২ নভেম্বর ২০১৮ শুক্রবার <br>
						ভেন্যু: ইউনিভার্সিটি অব এশিয়া প্যাসিফিক <br>
						রিপোটিং সময়: সকাল ৭.৩০ মিনিট<br><br>

						বাছাই প্রতিযোগিতার ফলাফল<br>
						বাছাই প্রতিযোগিতা<br>
						তারিখ: ২১ অক্টোবর ২০১৮<br>
						সময়: বেলা ২.৩০টা থেকে বিকেল ৫.৩০টা পর্যন্ত <br>
						যারা নিবন্ধন করেছ তারা যোগ দাও– <br>
						https://toph.co/c/scb-pa-iscpc-2018-preli<br><br>

						মহড়া প্রতিযোগিতা<br>
						মহড়া–১: https://toph.co/c/scb-pa-iscpc-2018-mock-1<br>

						মহড়া–২: https://toph.co/c/scb-pa-iscpc-2018-mock-2<br>

						<br>অনলাইন বিচারক প্ল্যাটফর্ম<br>
						অনলাইন বিচারক প্ল্যাটফর্ম টাফ ডট কো'তে সমস্যার সমাধান জমা দেওয়ার জন্য নির্দিষ্ট নিয়ম অনুসরণ করতে হয়। এই বিষয়ে বিস্তারিত জানা যাবে নিচের ঠিকানায়— https://oasiscse.gitbook.io/tophco

						<br><br>অনুশীলনী প্রতিযোগিতা<br>
						প্রতিযোগিতায় অংশগ্রহণে আগ্রহীরা আজ থেকে দুই সপ্তাহ অনলাইনে এই ঠিকানায় অনুশীলনী প্রতিযোগিতায় অংশ নিতে পারবে।
					</p>
				</div>
			</div>
		</div>
		<?php include "footer.php";?>
	</body>
</html>